22508/instruction/3411.MB.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:jour="http://journal.ws.spectrum" xmlns:xsd="http://model.ws.spectrum/xsd">
   <soap:Header/>
   <soap:Body>
      <jour:create>
         <jour:request>
            <xsd:operationEntity>
               <xsd:deptCode>1126</xsd:deptCode>
               <xsd:operJournalStatusEnum>3</xsd:operJournalStatusEnum>
               <xsd:documents>
                  <xsd:markDocCode>03ко</xsd:markDocCode>
                  <xsd:ben>
                     <xsd:firstName>Андрей</xsd:firstName>
                     <xsd:patronymic>Юрьевич</xsd:patronymic>
                     <xsd:surname>Борисов</xsd:surname>
                  </xsd:ben>
                  <xsd:creditAccountEntity>
                     <xsd:accountIdSys>00000</xsd:accountIdSys>
                     <xsd:accountNum>20202840911260000002</xsd:accountNum>
                     <xsd:deptCode>1126</xsd:deptCode>
                  </xsd:creditAccountEntity>
                  <xsd:creditSumma>
                     <xsd:currency>USD</xsd:currency>
                     <xsd:summa>100</xsd:summa>
                  </xsd:creditSumma>
                  <xsd:debitAccountEntity>
                     <xsd:accountIdSys>00000</xsd:accountIdSys>
                     <xsd:accountNum>60323840630100000000</xsd:accountNum>
                     <xsd:deptCode>1126</xsd:deptCode>
                  </xsd:debitAccountEntity>
                  <xsd:debitSumma>
                     <xsd:currency>USD</xsd:currency>
                     <xsd:summa>100</xsd:summa>
                  </xsd:debitSumma>
                  <xsd:description>Недостача ДО "На Советской" в г. Чехове Филиала № 7701 Банка ВТБ (ПАО) в сумке 500/1495 сформированной 29.08.2018
На основании: Опись к сумке № 500/1495 от 29.08.2018 962</xsd:description>
                  <xsd:docNumber>6938952</xsd:docNumber>
                  <xsd:remainFlows>
                     <xsd:from>
                        <xsd:locationEnum>1</xsd:locationEnum>
                     </xsd:from>
                     <xsd:quantity>0</xsd:quantity>
                     <xsd:summa>100</xsd:summa>
                     <xsd:to>
                        <xsd:locationEnum>7</xsd:locationEnum>
                        <xsd:login>O1126</xsd:login>
                        <xsd:deptCode>1126</xsd:deptCode>
                     </xsd:to>
                     <xsd:valuableSort>
                        <xsd:valuableSortId>-1143</xsd:valuableSortId>
                     </xsd:valuableSort>
                  </xsd:remainFlows>
                  <xsd:docDate>2021-08-25</xsd:docDate>
               </xsd:documents>
               <xsd:idSys>MBANK</xsd:idSys>
               <xsd:login>O1126</xsd:login>
               <xsd:operJournalExtId>MB.44448888</xsd:operJournalExtId>
               <xsd:operationCode>3411.MB</xsd:operationCode>
               <xsd:principal>
                  <xsd:principal>Борисов Андрей Юрьевич</xsd:principal>
               </xsd:principal>
            </xsd:operationEntity>
            <xsd:requestInfo>
               <xsd:messageId/>
            </xsd:requestInfo>
         </jour:request>
      </jour:create>
   </soap:Body>
</soap:Envelope>